Dlubal.TimberPro.Material
Material parameters.

Dlubal.TimberPro.Material.No
Material number

Dlubal.TimberPro.Material.ID
Identifier

Dlubal.TimberPro.Material.Comment
Comment

Dlubal.TimberPro.Material.Tag
Tag

Dlubal.TimberPro.Material.IsValid
Information if the object is valid or not (read only)

Dlubal.TimberPro.Material.Description
Material description

Dlubal.TimberPro.Material.TextID
Language independent text identifier

Dlubal.TimberPro.Material.OriginalTextID
Language independent text identifier of the original material (read only)

Dlubal.TimberPro.Material.MaterialFactorCategory
Factor category